Repository: mapp-digital/Mapp-Cloud-WordPress
Catalog: src/i18n/mapp-intelligence-*.po
Languages: de_de

source: Exclude keys
de_de: Schlüssel ausschließen

source: Exclude users
de_de: Nutzer ausschließen

source: Please choose if you want to use Tag Integration or Google Tag Manager for your implementation.
de_de: Bitte wählen Sie Tag Integration oder Google Tag Manager für Ihre Implementierung aus.

source: Enter your Tag Integration ID.
de_de: Geben Sie Ihre Tag Integration ID ein.

source: Enter your Google Tag Manager Container ID if you have not embedded the Google Tag Manager script already on your website.
de_de: Sollten Sie den Google Tag Manager noch nicht auf Ihrer Seite implementiert haben, geben Sie bitte hier die ID Ihres Google Tag Manager Containers an. (Sie finden diesen in Ihrem Google Tag Manager Account.)

source: If you use a custom Tag Integration Domain, please indicate it here, otherwise keep empty and "responder.wt-safetag.com" will be used.
de_de: Wenn Sie eine eigene Tag Integration Domain verwenden, tragen Sie diese bitte hier ein. Wenn dieses Feld leer ist verwenden wir unsere Standarddomain „responder.wt-safetag.com“.

source: Please enter the keys you do not want to include in the datalayer here (comma separated). customFields are excluded by default.
de_de: Bitte tragen Sie hier die Data Layer Keys ein, die Sie nicht tracken möchten (kommasepariert). customFields werden standardmäßig ausgeschlossen.

source: Disable tracking for users logged into WordPress.
de_de: Deaktivieren Sie das Tracking von Nutzern, die sich im WordPress Admin Bereich eingelogged haben.

source: If you use Mapp Acquire alongside Mapp Intelligence, please add your Mapp Acquire tracking script here.
de_de: Wenn Sie Mapp Acquire zusätzlich zu Mapp Intelligence nutzen, geben Sie hier das Mapp Acquire Tracking Script ein.

source: The tiId has to consist of 15 numbers.
de_de: Die tiId muss aus 15 Zahlen bestehen.

source: GTM Container ID not valid - keep this field empty or enter "GTM-XXXXXXX" ID.
de_de: Ungültige GTM Container ID - Lassen Sie dieses Feld leer oder geben Sie Ihre „GTM-XXXXXXX“ ID ein.

source: Please enter a valid URL or keep empty
de_de: Bitte geben Sie eine gültige URL ein oder lassen Sie dieses Feld leer

source: Could not detect Mapp Acquire script input.
de_de: Das Mapp Acquire Script wurde nicht erkannt.

source: Please enter a valid value for:
de_de: Bitte geben Sie einen gültigen Wert ein für:

source: Error
de_de: Fehler

source: Save Changes
de_de: Änderungen speichern

source: Saving Changes...
de_de: Änderungen werden gespeichert…

source: Settings saved successfully
de_de: Einstellungen wurden erfolgreich gespeichert

source: An error occured. More details in JS console.
de_de: Ein Fehler ist aufgetreten. Mehr Informationen finden Sie in der JS Konsole.

source: For a detailed step-by-step implementation guide, please visit
de_de: Eine genaue Implementierungsanleitung finden Sie auf

source: https://documentation.mapp.com/1.0/en/mapp-intelligence-wordpress-plugin-7217612.html
de_de: https://documentation.mapp.com/1.0/de/mapp-intelligence-wordpress-plugin-7217612.html
